const cassir = [
    {
      label: 'В какие блюда входит болгарский перец?',
      data: [
        'Шаурма мини и вегетарианская шаурма',
        'Шаурма фитнес и греческий салат',
        'Греческий салат и вегетарианская шаурма',
        'Салат цезарь и деревенская шаурма'
      ],
      sucs: 2
    },
    {
      label: 'Сколько шагов сервиса мы используем?',
      data: [ '5', '7', '17', '3' ],
      sucs: 1
    },
    {
      label: 'Какая основа у адыгейской шаурмы?',
      data: [
        'пшеничная тортилья',
        'большой лаваш',
        'маленький лаваш',
        'сырная тортилья'
      ],
      sucs: 4
    },
    {
      label: 'Какую частицу мы не используем при общении  с гостем?',
      data: [ 'уж', 'ну', 'не', 'вот' ],
      sucs: 3
    },
    {
      label: 'Сколько позиций мы перечисляем гостю для выбора блюда?',
      data: [
        'несколько',
        'чем больше, тем лучше',
        'чем меньше, тем лучше',
        'одну'
      ],
      sucs: 1
    },
    {
      label: 'Какой кэшбэк начисляется гостям в приложении?',
      data: [ '3%', '6%', '10%', '5%' ],
      sucs: 2
    },
    {
      label: 'Какие морепродукты в составе шаурмы с морепродуктамиожении?',
      data: [
        'кальмар, осьминог, креветка',
        'кальмар, осьминог, каракатица',
        'осьминог, креветка, мидия, каракатица',
        'кальмар, мидия, осьминог, креветка, каракатица'
      ],
      sucs: 4
    },
    {
      label: 'Какой ингредиент входит в шаурму барбекю?',
      data: [ 'сосиска', 'грибы', 'маринованный огурец', 'микс купусты' ],
      sucs: 1
    },
    {
      label: 'Как называется третий шаг сервиса?',
      data: [ 'выполнение заказа', 'расчет', 'прощание', 'принятие заказа' ],
      sucs: 2
    },
    {
      label: 'Как звучит миссия ШаурмаShop?',
      data: [
        'Работаем четко! Готовим быстро! Чтобы гости оценили качество!',
        'Только фермерские продукты! Готовят профессионалы! Чтобы радовать гостей каждый день.',
        'Меняем стереотипы о шаурме',
        'У нас нет миссии'
      ],
      sucs: 3
    },
    {
      label: 'Сколько видов шаурмы представлено в меню?',
      data: [ '5', '10', '15', '17' ],
      sucs: 4
    },
    {
      label: 'Какой картофель в сырном гиро?',
      data: [
        'картофель фри',
        'картофель по-деревенски',
        'картофель жареный',
        'картофель вареный'
      ],
      sucs: 1
    },
    {
      label: 'Как звучит первая ценность компании?',
      data: [
        'высокое качество блюд',
        'люди, гости и сотрудники',
        'внимание и забота к каждому гостю',
        'честность и ответственность'
      ],
      sucs: 2
    },
    {
      label: 'Что входит к комбо номер 5',
      data: [
        'Френч дог, картофель фри, напиток 033',
        'шаурма standart, картофель фри, напиток 0.5',
        'шаурма барбекю, картофель по-деревенски, напиток 0.33',
        'гиро, картофель фри, напиток 0.33'
      ],
      sucs: 1
    },
    {
      label: 'Какие грибы входят в грибную шаурму?',
      data: [
        'шампиньоны',
        'шампиньоны и опята',
        'шампиньоны и лисички',
        'шампиньоны и белые грибы'
      ],
      sucs: 2
    },
    {
      label: 'Какие соусы кладем в белорусскую шаурму с драниками?',
      data: [
        'кетчуп и белый',
        'горчичный и белый',
        'гриль и французский',
        'ореховый и белый'
      ],
      sucs: 4
    },
    {
      label: 'В какую шаурму кладем маринованные огурцы?',
      data: [
        'MAX, деревенская и тейсти',
        'мексиканская, грибная и цезарь ролл',
        'деревенская, тейсти и белорусская с драниками',
        'адыгейская и барбекю'
      ],
      sucs: 3
    },
    {
      label: 'Чем посыпаем сырный гиро?',
      data: [
        'зеленый лук',
        'жареный и зеленый лук',
        'укроп',
        'укроп и зеленый лук'
      ],
      sucs: 3
    },
    {
      label: 'Какие овощи кладем в цезарь ролл?',
      data: [
        'Свежий огурец, томат и лист салата',
        'Капуста, свежий огурец и кукуруза',
        'Огурец маринованный, томат и лист салата',
        'Томат и лист салата'
      ],
      sucs: 1
    },
    {
      label: 'Что входит в комбо номер 3?',
      data: [
        'гиро, картофель фри, напиток 0.33',
        'шаурма барбекю, картофель по-деревенски, напиток 0.33',
        'шаурма адыгейская, картофель фри, напиток 0.5',
        'френч дог, картофель фри, напиток 0.33'
      ],
      sucs: 2
    }
  ]

const cook = [
    {
      label: 'В какие блюда входит болгарский перец?',
      data: [
        'Шаурма мини и вегетарианская шаурма',
        'Шаурма фитнес и греческий салат',
        'Греческий салат и вегетарианская шаурма',
        'Салат цезарь и деревенская шаурма'
      ],
      sucs: 2
    },
    {
      label: 'Что входит в белый соус?',
      data: [
        'майонез, чеснок, укроп, специя и бульон',
        'майонез, сахар, укроп, чеснок и бульон',
        'майонез, специя для курицы и укроп',
        'майонез, чеснок, специя и бульон'
      ],
      sucs: 1
    },
    {
      label: 'Какая основа у адыгейской шаурмы?',
      data: [
        'пшеничная тортилья',
        'большой лаваш',
        'маленький лаваш',
        'сырная тортилья'
      ],
      sucs: 4
    },
    {
      label: 'Сколько драников кладем в белорусскую шаурму с драниками?',
      data: [
        'половину драника',
        'два дранника',
        'один дранник',
        'три дранника'
      ],
      sucs: 3
    },
    {
      label: 'Какие морепродукты в составе шаурмы с морепродуктамиожении?',
      data: [
        'кальмар, осьминог, креветка',
        'кальмар, осьминог, каракатица',
        'осьминог, креветка, мидия, каракатица',
        'кальмар, мидия, осьминог, креветка, каракатица'
      ],
      sucs: 4
    },
    {
      label: 'Какой ингредиент входит в шаурму барбекю?',
      data: [ 'сосиска', 'грибы', 'маринованный огурец', 'микс купусты' ],
      sucs: 1
    },
    {
      label: 'Как звучит миссия ШаурмаShop?',
      data: [
        'Работаем четко! Готовим быстро! Чтобы гости оценили качество!',
        'Только фермерские продукты! Готовят профессионалы! Чтобы радовать гостей каждый день.',
        'Меняем стереотипы о шаурме',
        'У нас нет миссии'
      ],
      sucs: 3
    },
    {
      label: 'Сколько видов шаурмы представлено в меню?',
      data: [ '5', '10', '15', '17' ],
      sucs: 4
    },
    {
      label: 'Какой картофель в сырном гиро?',
      data: [
        'картофель фри',
        'картофель по-деревенски',
        'картофель жареный',
        'картофель вареный'
      ],
      sucs: 1
    },
    {
      label: 'Как звучит первая ценность компании?',
      data: [
        'высокое качество блюд',
        'люди, гости и сотрудники',
        'внимание и забота к каждому гостю',
        'честность и ответственность'
      ],
      sucs: 2
    },
    {
      label: 'Что входит к комбо номер 5',
      data: [
        'Френч дог, картофель фри, напиток 033',
        'шаурма standart, картофель фри, напиток 0.5',
        'шаурма барбекю, картофель по-деревенски, напиток 0.33',
        'гиро, картофель фри, напиток 0.33'
      ],
      sucs: 1
    },
    {
      label: 'Какие грибы входят в грибную шаурму?',
      data: [
        'шампиньоны',
        'шампиньоны и опята',
        'шампиньоны и лисички',
        'шампиньоны и белые грибы'
      ],
      sucs: 2
    },
    {
      label: 'Какие соусы кладем в белорусскую шаурму с драниками?',
      data: [
        'кетчуп и белый',
        'горчичный и белый',
        'гриль и французский',
        'ореховый и белый'
      ],
      sucs: 4
    },
    {
      label: 'В какую шаурму кладем маринованные огурцы?',
      data: [
        'MAX, деревенская и тейсти',
        'мексиканская, грибная и цезарь ролл',
        'деревенская, тейсти и белорусская с драниками',
        'адыгейская и барбекю'
      ],
      sucs: 3
    },
    {
      label: 'Чем посыпаем сырный гиро?',
      data: [
        'зеленый лук',
        'жареный и зеленый лук',
        'укроп',
        'укроп и зеленый лук'
      ],
      sucs: 3
    },
    {
      label: 'Какие овощи кладем в цезарь ролл?',
      data: [
        'Свежий огурец, томат и лист салата',
        'Капуста, свежий огурец и кукуруза',
        'Огурец маринованный, томат и лист салата',
        'Томат и лист салата'
      ],
      sucs: 1
    },
    {
      label: 'Что входит в комбо номер 3?',
      data: [
        'гиро, картофель фри, напиток 0.33',
        'шаурма барбекю, картофель по-деревенски, напиток 0.33',
        'шаурма адыгейская, картофель фри, напиток 0.5',
        'френч дог, картофель фри, напиток 0.33'
      ],
      sucs: 2
    },
    {
      label: 'Как часто необходимо мыть фритюр?',
      data: [ 'каждый день', 'по загрязнении', 'через день', 'раз в неделю' ],
      sucs: 1
    },
    {
      label: 'Какой срок хранения жареного бекона?',
      data: [
        'не более 2-х суток',
        'не более суток',
        'не более недели',
        'не более 3-х суток'
      ],
      sucs: 4
    },
    {
      label: 'Какой срок хранения маринованной курицы?',
      data: [
        'не более 12 часов',
        'не более 72 часов',
        'не более 24 часов',
        'не более 48 часов'
      ],
      sucs: 3
    }
  ]


module.exports = {
    cassir: cassir,
    cook: cook}